/* Localized versions of Info.plist keys */
		
NSHumanReadableCopyright = "Copyright 2007 Nyhthawk Productions";

AMName = "Dispense Items Incrementally";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDAlert = "";
AMDInput = "";
AMDNote = "";
AMDOptions = "";
AMDResult = "";
AMDRequires = "The workflow must be designed to repeat by placing the Loop action at the end of the workflow.";
AMDSummary = "This action is used to take a group of Finder disk items and process them one-at-a-time.<p>To use, place this action after an action that passes references to Finder disk items, such as the Get Selected Finder Items, or Get Specified Finder items actions. The disk items references passed by those actions will be dispensed individually by this action as the workflow loops.</p><p>The workflow will automatically stop once each of the passed disk items has been processed.";
AMDWebsite = "http://automator.us";